[
  {
    "model": "main_app.category",
    "pk": 1,
    "fields": {
      "name_category": "Овощи",
      "description_category": ""
    }
  },
  {
    "model": "main_app.category",
    "pk": 2,
    "fields": {
      "name_category": "Фрукты",
      "description_category": ""
    }
  },
  {
    "model": "main_app.category",
    "pk": 3,
    "fields": {
      "name_category": "Ягоды",
      "description_category": ""
    }
  },
  {
    "model": "main_app.product",
    "pk": 1,
    "fields": {
      "product_name": "морковь",
      "description": "Морко́вь (лат. Daucus) — род растений семейства Зонтичные.\r\n\r\nМорковь — двулетнее растение (редко одно- или многолетнее), в первый год жизни образует розетку листьев и корнеплод[1], во второй год жизни — семенной куст и семена.\r\n\r\nШироко распространена, в том числе в средиземноморских странах, Африке, Австралии, Новой Зеландии и Америке (до 60 видов).\r\n\r\nНаиболее известна морковь посевная (морковь культурная, рассматривается или как самостоятельный вид Daucus sativus, или как подвид моркови дикой — Daucus carota subsp. sativus) — двулетнее растение с грубым деревянистым беловатым или оранжевым корнем. Культурная морковь подразделяется на столовую и кормовую. Соцветие — 10—15-лучевой сложный зонтик, лучи шероховато-опушённые, распростёртые во время цветения. Цветы с мелкими зубчиками чашечки и белыми, красноватыми или желтоватыми лепестками. В центре зонтика тёмно-красный цветок. Плоды — мелкие, эллиптические двусемянки длиной 3—4 мм.",
      "image": "images/i.webp",
      "category": 1,
      "price": "48.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.product",
    "pk": 2,
    "fields": {
      "product_name": "картофель",
      "description": "Картофель - это крахмалистый продукт, клубень растения Solanum tuberosum, корнеплод, произрастающий в Северной и Южной Америке. Растение является многолетним растением семейства пасленовых Solanaceae.[2]\r\n\r\nВиды дикорастущего картофеля встречаются от юга Соединенных Штатов до юга Чили.[3] Первоначально считалось, что картофель был одомашнен (§ История) коренными американцами независимо в нескольких местах,[4] но более поздние генетические исследования выявили единственное происхождение в районе современного южного Перу и крайнего северо-запада Боливии. Картофель был одомашнен там примерно 7000-10000 лет назад из вида, входящего в комплекс S. brevicaule.[5][6][7] В регионе Анд Южной Америки, где этот вид является аборигеном, выращиваются некоторые близкие родственники картофеля.\r\n\r\nКартофель был завезен в Европу из Америки испанцами во второй половине 16 века. Сегодня он является основным продуктом питания во многих частях света и неотъемлемой частью большей части мировых поставок продовольствия. По состоянию на 2014 год картофель был четвертой по величине продовольственной культурой в мире после кукурузы, пшеницы и риса.[8] После тысячелетий селекционного разведения в настоящее время существует более 5000 различных видов картофеля.[6] Более 99% картофеля, выращиваемого в настоящее время во всем мире, происходят от сортов, произрастающих в низменностях юго-центральной части Чили.[9] Важность картофеля как источника пищи и кулинарного ингредиента варьируется в зависимости от региона и продолжает меняться. Он остается важнейшей культурой в Европе, особенно в Северной и Восточной Европе, где производство на душу населения по-прежнему самое высокое в мире, в то время как наиболее быстрый рост производства в 21 веке наблюдался в южной и Восточной Азии, где Китай и Индия лидируют в мировом производстве 376 миллионов тонн (370 000 000 длинных тонн; 414 000 000 коротких тонн) по состоянию на 2021 год.",
      "image": "images/100045557486b0.webp",
      "category": 1,
      "price": "65.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.product",
    "pk": 3,
    "fields": {
      "product_name": "яблоко",
      "description": "Я́блоко — сочный плод яблони, который употребляется в пищу в свежем и запеченном виде, служит сырьём в кулинарии и для приготовления напитков. Наибольшее распространение получила яблоня домашняя, реже выращивают яблоню сливолистную. Размер красных, зелёных, жёлтых или оранжевых шаровидных плодов 5—13 см в диаметре. Происходит из Центральной Азии, где до сих пор произрастает дикорастущий предок яблони домашней — яблоня Сиверса[1]. На сегодняшний день существует множество сортов этого вида яблони, произрастающих в различных климатических условиях. По времени созревания отличают летние, осенние и зимние сорта, более поздние сорта отличаются хорошей стойкостью.",
      "image": "images/cvjabloko-900x900.jpg",
      "category": 2,
      "price": "120.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.product",
    "pk": 4,
    "fields": {
      "product_name": "Банан",
      "description": "Бана́н — название съедобных плодов культивируемых растений рода Банан (Musa); обычно под таковыми понимают Musa acuminata и Musa × paradisiaca, а также Musa balbisiana, Musa fehi[en], Musa troglodytarum[en] и ряд других. Также бананами могут называть плоды Ensete ventricosum[en] (строго говоря, являющегося представителем другого рода семейства Банановые)[1][2]. С ботанической точки зрения банан является ягодой[3], многосеменной и толстокожей. У культурных форм часто отсутствуют семена, ненужные при вегетативном размножении. Плоды имеют длину 6—30 см и диаметр 2—5 см. Соплодия могут состоять из 300 плодов и иметь массу до 50—60 кг[4].\r\n\r\nБананы — одна из древнейших пищевых культур, а для тропических стран важнейшее пищевое растение и главная статья экспорта. Спелые бананы широко употребляются в пищу по всему миру, их используют при приготовлении большого количества блюд. Помимо употребления в свежем виде, в кухне некоторых народов бананы могут зажариваться или вариться как в очищенном, так и в неочищенном виде[1][5]. Их также сушат, консервируют, используют для приготовления банановой муки, мармелада, сиропов, вин. Бананы применяются также в качестве корма для скота. Запах бананов определяют изовалерианово-изоамиловый и уксусно-изоамиловый эфиры[5]. Выращиваются в тропических и субтропических районах с жарким влажным климатом. Существует большое число сортов съедобных видов банана[1].\r\n\r\nРазмер, цвет и форма могут значительно различаться в зависимости от вида или сорта, но чаще всего они имеют продолговатую цилиндрическую или трёхгранную форму, выпрямленную либо закруглённую. Длина плода варьирует в пределах от 3 до 40 см, толщина — от 2 до 8 см. Цвет кожицы может быть жёлтым, зелёным, красным или даже серебристым. Мякоть белая, кремовая, жёлтая или оранжевая. В незрелом состоянии она твёрдая и клейкая, но по мере созревания становится мягкой и сочной[6].\r\n\r\nВо многих странах бананы являются одним из основных источников питания — например, только в Эквадоре годовое потребление этого продукта составляет 73,8 кг на одного человека (для сравнения, в России этот показатель равен 7,29 кг). Существенную долю потребления бананы также составляют в Бурунди (189,4 кг), Самоа (85,0 кг), Коморских Островах (77,8 кг) и на Филиппинах (40,6 кг)[7].",
      "image": "images/100028179877b0.webp",
      "category": 2,
      "price": "45.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.product",
    "pk": 22,
    "fields": {
      "product_name": "вишня",
      "description": "Вкусная",
      "image": "",
      "category": 3,
      "price": "444.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.product",
    "pk": 23,
    "fields": {
      "product_name": "Груша",
      "description": "Нельзя скушать",
      "image": "",
      "category": 2,
      "price": "999.00",
      "date_of_creation": null,
      "date_of_change": null
    }
  },
  {
    "model": "main_app.version",
    "pk": 2,
    "fields": {
      "product": 3,
      "version_number": "1",
      "version_name": "Голден",
      "version_flag": true
    }
  },
  {
    "model": "main_app.version",
    "pk": 3,
    "fields": {
      "product": 2,
      "version_number": "111",
      "version_name": "111",
      "version_flag": true
    }
  },
  {
    "model": "main_app.version",
    "pk": 4,
    "fields": {
      "product": 1,
      "version_number": "2",
      "version_name": "Вторая",
      "version_flag": true
    }
  },
  {
    "model": "main_app.version",
    "pk": 6,
    "fields": {
      "product": 23,
      "version_number": "1",
      "version_name": "Первая",
      "version_flag": true
    }
  },
  {
    "model": "main_app.version",
    "pk": 7,
    "fields": {
      "product": 1,
      "version_number": "3",
      "version_name": "Третья",
      "version_flag": true
    }
  }
]